<%@ page language="java" contentType="text/plain; charset=UTF-8" pageEncoding="UTF-8"%>
제1장 환영합니다!


제1조 (목적)

Cookie new Cookie (이하 ‘회사’) 가 제공하는 서비스를 이용해 주셔서 감사합니다. 회사는 여러분이 다양한 인터넷과 모바일 서비스(이하 ‘서비스’)를 좀 더 편리하게 이용할 수 있도록 회사에서 제공하는 웹사이트 및 응용프로그램(어플리케이션, 앱)에 모두 접속 가능한 통합로그인계정 체계를 만들고 그에 적용되는 SIR 계정 약관(이하 ‘본 약관’)을 마련하였습니다. 본 약관은 여러분이 SIR 계정(이하 ‘계정’) 서비스를 이용하는 데 필요한 권리, 의무 및 책임사항, 이용조건 및 절차 등 기본적인 사항을 규정하고 있으므로 조금만 시간을 내서 주의깊게 읽어주시기 바랍니다.

제2조 (약관의 효력 및 변경)

①회사의 서비스에는 기본적으로 본 약관이 적용됩니다만 회사가 다양한 서비스를 제공하는 과정에서 부득이 본 약관 외 별도의 약관, 운영정책 등을 적용하는 경우가 있습니다. 이러한 내용은 각각의 해당 서비스 상의 안내, 공지사항, 초기화면 등에서 확인해주시기 바랍니다.

②회사는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 본 약관을 변경할 수 있습니다. 본 약관이 변경되는 경우 회사는 변경사항을 시행일자 7일 전부터 여러분에게 서비스 공지사항에서 공지 또는 통지하는 것을 원칙으로 하며, 피치 못하게 여러분에게 불리한 내용으로 변경할 경우에는 그 시행일자 30일 전부터 계정에 등록된 이메일 주소로 이메일(이메일 주소가 없는 경우 서비스 내 전자쪽지 발송, 서비스 내 알림 메시지를 띄우는 등 별도의 전자적 수단) 발송 또는 여러분이 등록한 휴대폰번호로 메시지 발송하는 방법 등으로 개별적으로 알려드리겠습니다.

③회사가 전항에 따라 공지 또는 통지를 하면서 공지 또는 통지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 아니하면 승인하신 것으로 봅니다.

④여러분이 개정약관에 동의하지 않을 경우 여러분은 이용계약을 해지하실 수 있습니다.

제3조 (약관 외 준칙)

본 약관에 규정되지 않은 사항에 대해서는 관련법령 또는 회사가 정한 개별서비스의 이용약관, 운영정책 및 규칙 등(이하 ‘세부지침’)의 규정에 따릅니다.


제2장 계정 이용계약


제4조 (계약의 성립)

①회원으로 가입하시면 회사의 서비스를 보다 편리하게 이용할 수 있습니다. 여러분은 본 약관을 읽고 동의하신 후 회원 가입을 신청하실 수 있으며, 회사는 이에 대한 승낙을 통해 회원 가입 절차를 완료하고 여러분에게 계정을 부여합니다.

②계정이란 회원이 SIR 서비스에 로그인한 이후 이용하는 각종 서비스 이용 이력을 회원 별로 관리하기 위해 설정한 회원 식별 단위를 말합니다.

③회사는 아래 각 호의 경우에는 부득이하게 회원 가입 신청 승낙을 유보하거나 승낙하지 않을 수 있습니다. 특히, 여러분이 만 14세 미만인 경우에는 부모님 등 법정대리인의 동의가 있는 경우에만 계정을 생성할 수 있습니다.

1. 회사가 본 약관 또는 세부지침에 의해 여러분의 계정을 삭제하였던 경우
2. 여러분이 다른 사람의 명의나 이메일 주소 등 개인정보를 이용하여 계정을 생성하려 한 경우
3. 계정 생성 시 필요한 정보를 입력하지 않았거나 허위의 정보를 입력한 경우
4. 제공 서비스 설비 용량에 현실적인 여유가 없는 경우
5. 서비스 제공을 위한 기술적인 부분에 문제가 있다고 판단되는 경우
6. 기타 회사가 재정적, 기술적으로 필요하다고 인정하는 경우
7. 회사로부터 회원자격정지 조치 등을 받은 회원이 그 조치기간에 이용계약을 임의로 해지하고 재이용을 신청하는 경우
8. 기타 관련법령에 위배되거나 세부지침 등 회사가 정한 기준에 반하는 경우

④만약 여러분이 위 항에 위반하여 계정을 생성한 것으로 판명된 때에는 회사는 즉시 여러분의 계정 이용을 정지시키거나 계정을 삭제하는 등 적절한 제한을 할 수 있습니다.

제5조 (계정 관리)

①계정은 여러분 본인만 이용할 수 있으며, 다른 사람이 여러분의 계정을 이용하도록 허락할 수 없습니다. 그리고 여러분은 다른 사람이 여러분의 계정을 무단으로 사용할 수 없도록 직접 비밀번호를 관리하여야 합니다. 회사는 다른 사람이 여러분의 계정을 무단으로 사용하는 것을 막기 위하여 비밀번호 입력 및 추가적인 본인 확인 절차를 거치도록 할 수 있습니다. 만약 무단 사용이 발견된다면, 고객센터를 통하여 회사에게 알려주시기 바라며, 회사는 무단 사용을 막기 위한 방법을 여러분에게 안내하도록 하겠습니다.

②여러분은 계정 웹사이트 또는 개별서비스 내 계정 설정 화면을 통하여 여러분의 계정 정보를 열람하고 수정할 수 있습니다. 다만, 계정 서비스의 제공 및 관리를 위해 필요한 일부 정보는 수정이 불가능할 수 있으며, 수정하는 경우에는 추가적인 본인 확인 절차가 필요할 수 있습니다. 여러분이 이용 신청 시 알려주신 내용에 변동이 있을 때, 직접 수정하시거나 이메일, 고객센터를 통하여 회사에 알려주시기 바랍니다.

③회사는 더 나은 계정 서비스의 제공을 위하여 여러분에게 서비스의 이용과 관련된 각종 고지, 관리 메시지 및 기타 광고를 비롯한 다양한 정보를 서비스화면 내에 표시하거나 여러분의 이메일로 전송할 수 있습니다. 광고성 정보 전송의 경우에는 사전에 수신에 동의한 경우에만 전송합니다.

④여러분이 계정 정보를 적시에 수정하지 않아 발생하는 문제에 대하여 회사는 책임을 부담하지 않습니다.

제6조 (계정 서비스의 변경 및 종료)

①회사는 계정 서비스를 365일, 24시간 쉬지 않고 제공하기 위하여 최선의 노력을 다합니다. 다만, 아래 각 호의 경우 계정 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.

1. 계정 서비스용 설비의 유지·보수 등을 위한 정기 또는 임시 점검의 경우
2. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 계정 이용에 지장이 있는 경우
3. 관계사와의 계약 종료, 정부의 명령/규제 등 회사의 제반 사정으로 계정 서비스를 유지할 수 없는 경우
4. 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우

②전항에 의한 계정 서비스 중단의 경우에는 서비스 초기화면이나 공지사항 게시판을 통해 여러분에게 통지 내지 공지하겠습니다. 다만, 회사로서도 예측할 수 없거나 통제할 수 없는 사유(회사의 과실이 없는 디스크 내지 서버 장애, 시스템 다운 등)로 인해 사전 통지 내지 공지가 불가능한 경우에는 그러하지 아니합니다. 이러한 경우에도 회사가 상황을 파악하는 즉시 최대한 빠른 시일 내에 서비스를 복구하도록 노력하겠습니다.

③여러분에게 중대한 영향을 미치는 서비스의 변경 사항이나 종료는 계정에 등록된 이메일 주소로 이메일 발송 또는 서비스 내 전자쪽지 발송, 서비스 내 알림메시지를 띄우거나 여러분이 등록한 휴대폰번호로 메시지 발송하는 방법 등으로 개별적으로 알려드리겠습니다.


제3장 계정 서비스


제7조 (다양한 서비스 제공)

①회사는 기본적으로 여러분 모두에게 동일한 내용의 서비스를 제공합니다. 다만, ‘청소년보호법’등 관련 법령이나 개별서비스 제공에서의 특별한 필요에 의해서 연령 또는 일정한 등급을 기준으로 이용자를 구분하여 제공하는 서비스의 내용, 이용 시간, 이용 횟수 등을 다르게 하는 등 일부 이용을 제한하는 경우가 있습니다. 자세한 내용은 각 서비스 상의 안내, 공지사항, 고객센터 도움말 등에서 확인하실 수 있습니다.

②회원 가입 신청이 승낙되면, 여러분은 SIR 서비스를 여러분이 원하는 때에 자유롭게 이용할 수 있고, 개별서비스에 대한 별도의 이용계약을 체결할 필요는 없습니다.

③다만, SIR 서비스 내에서도 개별서비스의 경우 별도의 이용약관에 동의해야 이용이 가능하며 필요한 경우에는 추가 정보를 기재하거나, 이메일 주소 승인 또는 문자메시지 인증, 인증서 발급 등 회사가 정한 인증 절차를 완료하여야 서비스 이용이 가능합니다.

④여러분은 개별서비스의 이용을 종료할 수 있으며, 이 경우 관련 법령 또는 개인정보 처리방침에서 정하는 바에 따라 일정기간 보관해야 하는 정보를 제외하고는 해당 서비스 이용기록 등 모든 데이터는 즉시 삭제 처리됩니다. 다만, 여러분이 작성한 게시물이나 여러분의 게시물이 제3자에 의하여 스크랩 또는 다른 공유 기능으로 게시되거나, 여러분이 제3자의 게시물에 댓글 등 게시물을 추가하는 등의 경우에는 해당 게시물 및 댓글은 삭제되지 않으므로 반드시 이용 종료 전에 삭제하시기 바라며, 일부 서비스의 특성 및 콘텐츠의 성질 등에 따라 게시물의 삭제가 불가능할 수도 있으니 이 점 유의하여 주시기 바랍니다. 개별서비스 이용 종료 시점에 향후 일정기간 해당 서비스의 재이용에 제한이 있을 수 있다는 별도 안내가 있는 경우 해당 안내에 따라 해당 서비스의 재이용에 일정한 시간적 제한이 있을 수 있는 점 유의하여 주시기 바랍니다.

⑤전항에 따른 개별서비스 이용 종료는 그 개별서비스의 이용종료만을 의미하며, SIR 계정 또는 다른 개별서비스의 이용이 종료되지는 않습니다. 여러분이 SIR 계정의 이용을 종료하고 싶은 경우에는 본 약관 제13조에서 정한 바처럼 이용계약을 해지하여야 합니다.

⑥회사는 여러분에게 게시판 서비스, 온라인 콘텐츠 제공 서비스 등 여러분이 인터넷과 모바일로 즐길 수 있는 다양한 서비스를 제공합니다. 여러분은 스마트폰의 어플리케이션 스토어 등에서 서비스를 다운받아 설치하거나 직접 PC에 설치 혹은 웹페이지에 접속하여 서비스를 이용할 수 있습니다. 그런데 회사는 여러분이 원하는 다양한 서비스를 시시각각 제공하기 때문에 서비스의 자세한 내용은 별도로 알려드릴 수밖에 없습니다. 이러한 회사의 사정을 이해하여 주시길 바라며, 회사도 개별적인 서비스 이용방법을 어플리케이션 스토어와 각 서비스의 Q&A센터, 해당 안내 및 고지사항에서 더 상세하게 안내하고 있으니 언제든지 확인하여 주시기 바랍니다.

제8조 (포인트)

①회사는 여러분이 서비스를 효율적으로 이용할 수 있도록 포인트를 부여합니다.

②포인트는 여러분의 일정한 서비스 이용과 연동하여 회사가 임의로 책정하거나 조정하여 지급하는 일정한 계산단위를 갖는 서비스 상의 가상 데이터를 말합니다.

③포인트로 이용할 수 있는 회사의 서비스 및 혜택 등은 회사의 정책과 제3자와의 제휴관계에 따라 수시로 변경될 수 있으며, 회사는 포인트의 영속적인 사용성을 보장하지 않습니다.

④포인트는 재산적 가치가 없으며, 회사는 포인트에 대해 현금으로의 환전 및 환불 등을 제공하지 않으며, 여러분도 포인트의 현금 환전 또는 유상거래 등의 행위를 할 수 없습니다.

⑤회사는 개별서비스의 운영상의 목적과 포인트의 효율적 이용 지원을 위해 필요한 경우 부득이하게 정책에 정해진 바에 따라 포인트의 일부 또는 전부를 조정하거나 이용 제한 또는 소멸 등의 조치를 취할 수 있습니다.

⑥본조에서 정하고 있는 내용 외에 포인트의 부여 및 이용에 관한 상세한 사항은 회사가 별도로 정한 운영정책을 따르며, 회사는 개별서비스 페이지 또는 고객센터 도움말 페이지 등을 통하여 여러분에게 안내합니다.

제9조 (광고)

여러분이 다양한 서비스를 이용하다 보면 간혹 일부 개별서비스에 광고가 포함된 경우가 있습니다. 서비스를 이용하면서 발생할 수 있는 데이터 통신요금은 가입하신 통신사업자와의 이용계약에 따라 여러분이 부담하며, 포함된 광고 열람으로 인해 추가적으로 발생하는 비용 역시 여러분이 부담합니다.


제4장 계약당사자의 의무


제10조 (회원의 의무)

①여러분이 계정 서비스를 이용할 때 아래 각 호의 행위는 하여서는 안 됩니다.

1. 이용 신청 또는 변경 시 허위 사실을 기재하거나, 다른 회원의 계정 및 비밀번호를 도용, 부정하게 사용하거나, 다른 사람의 명의를 사용하거나 명의자의 허락 없이 문자메시지(SMS) 인증 등을 수행하는 행위
2. 타인의 명예를 손상시키거나 불이익을 주는 행위
3. 게시판 등에 음란물을 게재하거나 음란사이트를 연결(링크)하는 행위
4. 회사 또는 제3자의 저작권 등 기타 권리를 침해하는 행위
5. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형, 음성 등을 타인에게 유포하는 행위
6. 계정 서비스와 관련된 설비의 오동작이나 정보 등의 파괴 및 혼란을 유발시키는 컴퓨터 바이러스 감염 자료를 등록 또는 유포하는 행위
7. 계정 서비스의 운영을 고의로 방해하거나 안정적 운영을 방해할 수 있는 정보 및 수신자의 명시적인 수신거부의사에 반하여 광고성 정보 또는 스팸메일(Spam Mail)을 전송하는 행위
8. 회사의 동의 없이 서비스 또는 이에 포함된 소프트웨어의 일부를 복사, 수정, 배포, 판매, 양도, 대여, 담보제공하거나 타인에게 그 이용을 허락하는 행위와 소프트웨어를 역설계하거나 소스 코드의 추출을 시도하는 등 서비스를 복제, 분해 또는 모방하거나 기타 변형하는 행위
9. 타인으로 가장하는 행위 및 타인과의 관계를 허위로 명시하는 행위
10. 다른 회원의 개인정보를 수집, 저장, 공개하는 행위
11. 자기 또는 타인에게 재산상의 이익을 주거나 타인에게 손해를 가할 목적으로 허위의 정보를 유통시키는 행위
12. 윤락행위를 알선하거나 음행을 매개하는 내용의 정보를 유통시키는 행위
13. 수치심이나 혐오감 또는 공포심을 일으키는 말이나 음향, 글이나 화상 또는 영상을 계속하여 상대방에게 도달하게 하여 상대방의 일상적 생활을 방해하는 행위
14. 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 포함)의 전송 또는 게시 행위
15. 회사 또는 관계사의 직원이나 운영자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나 E-mail, 메시지 등을 발송하는 행위
16. 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 E-mail, 메시지 등으로 발송하는 행위

②여러분은 서비스의 이용권한, 기타 이용계약상 지위를 타인에게 양도 또는 증여할 수 없으며, 담보로 제공할 수 없습니다.

③혹시라도 여러분이 관련 법령, 회사의 모든 약관 또는 정책을 준수하지 않는다면, 회사는 여러분의 위반행위 등을 조사할 수 있고, 여러분의 서비스 이용을 잠시 또는 계속하여 중단하거나, 재가입에 제한을 둘 수도 있습니다.

④본 조에서 정한 사항 및 그 밖에 계정 서비스의 이용에 관한 자세한 사항은 세부지침 등을 참고해 주시기 바랍니다.

제11조 (지식재산권)

①여러분이 제작하여 게재한 게시물에 대한 지식재산권 등의 권리는 여러분에게 있습니다.

②게시물은 여러분이 타인 또는 자신이 보게 할 목적으로 서비스 상에 게재한 부호, 문자, 음성, 음향, 그림, 사진, 동영상, 링크 등으로 구성된 각종 콘텐츠 자체 또는 파일을 말합니다.

③서비스를 통해 여러분이 게재한 게시물을 적법하게 제공하려면 해당 콘텐츠에 대한 저장, 복제, 수정, 공중 송신, 전시, 배포, 2차적 저작물 작성(단, 번역에 한함) 등의 이용권한(기한과 지역 제한에 정함이 없으며, 별도 대가 지급이 없는 라이선스)이 필요합니다.

④게시물 게재로 여러분은 회사에게 그러한 권한을 부여하게 되므로, 여러분은 전항의 이에 필요한 권리를 보유하고 있어야 합니다.

⑤회사는 여러분이 부여해 주신 콘텐츠 이용 권한을 저작권법 등 관련 법령에서 정하는 바에 따라 서비스 내 노출, 서비스 홍보를 위한 활용, 서비스 운영, 개선 및 새로운 서비스 개발을 위한 연구, 웹 접근성 등 법률상 의무 준수, 외부 사이트에서의 검색, 수집 및 링크 허용을 위해서만 제한적으로 행사할 것입니다.

⑥위 항에서 설명하지 않은 목적을 위해 부득이 여러분의 콘텐츠를 이용하고자 할 경우엔 사전에 여러분께 설명을 드리고 동의를 받도록 하겠습니다.

⑦여러분이 제공한 콘텐츠는 서비스를 개선하고 새로운 서비스를 제공하기 위한 연구 개발 목적으로 사용될 수 있습니다.

⑧여러분은 서비스 내에 콘텐츠 삭제, 비공개 등의 관리기능이 제공되는 경우 이를 통해 직접 타인의 이용 또는 접근을 통제할 수 있고, 고객센터를 통해서도 콘텐츠의 삭제, 비공개, 검색결과 제외 등의 조치를 요청할 수 있습니다.

⑨일부 서비스의 경우 삭제, 비공개 등의 처리가 어려울 수 있으며, 각 서비스 상의 안내, 공지사항, 고객센터 도움말 등을 통하여 여러분에게 안내합니다.

⑩서비스를 통해 타인의 콘텐츠를 이용하는 것이, 여러분이 해당 콘텐츠에 대한 지식재산권을 보유하게 되는 것은 아닙니다. 여러분이 해당 콘텐츠를 자유롭게 이용하기 위해서는 그 이용이 저작권법 등 관련 법률에 따라 허용되는 범위 내에 있거나, 해당 콘텐츠의 지식재산권자로부터 별도의 이용 허락을 받아야 합니다.

⑪회사는 여러분이 게재한 게시물이 관련 법령, 본 약관, 게시물 운영정책, 각 개별서비스에서의 약관, 운영정책 등에 위배되는 경우, 이를 비공개 또는 삭제 처리하거나 게재를 거부할 수 있습니다. 다만, 이것이 회사가 모든 콘텐츠를 검토할 의무가 있다는 것을 의미하지는 않습니다.

제12조 (개인정보의 보호)

여러분의 개인정보는 서비스의 원활한 제공을 위하여 여러분이 동의한 목적과 범위 내에서만 이용됩니다. 법령에 의하거나 여러분이 별도로 동의하지 아니하는 한 회사가 여러분의 개인정보를 제3자에게 제공하는 일은 결코 없으므로, 안심하셔도 좋습니다. 회사가 여러분의 개인정보를 안전하게 처리하기 위하여 기울이는 노력이나 기타 자세한 사항은 개인정보처리방침을 참고하여 주십시오.


제5장 이용계약의 해지


제13조 (이용계약 해지)

①여러분이 계정 이용을 더 이상 원치 않는 때에는 언제든지 서비스 내 제공되는 메뉴를 이용하여 이용계약의 해지 신청을 할 수 있으며, 회사는 법령이 정하는 바에 따라 신속히 처리하겠습니다.

②회사는 법령에서 정하는 기간 동안 여러분이 계정 서비스를 이용하기 위해 계정 로그인 혹은 접속한 기록이 없는 경우 여러분이 등록한 이메일주소, 휴대폰번호로 이메일, 문자메시지 또는 카카오톡 메시지를 보내는 등 기타 유효한 수단으로 통지 후 여러분의 계정 정보를 파기하거나 분리 보관할 수 있으며, 이로 인해 계정 서비스 이용을 위한 필수적인 정보가 부족할 경우 이용계약이 해지될 수도 있습니다.

③이용계약이 해지되면 법령 및 개인정보처리방침에 따라 여러분의 정보를 보유하는 경우를 제외하고는 여러분의 계정 정보 및 계정으로 이용하였던 개별서비스 데이터는 삭제됩니다. 다만, 여러분이 개별서비스 내에서 작성한 게시물 등 모든 데이터의 삭제와 관련한 사항은 개별서비스의 약관에 따릅니다.

④이용계약이 해지된 경우라도 여러분은 다시 회사에 대하여 이용계약의 체결을 신청할 수 있습니다.

제14조 (손해배상)

①회사는 법령상 허용되는 한도 내에서 서비스와 관련하여 본 약관에 명시되지 않은 어떠한 구체적인 사항에 대한 약정이나 보증을 하지 않습니다. 또한 회사는 CP(Contents Provider)가 제공하거나 회원이 작성하는 등의 방법으로 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며, 회사의 과실 없이 발생된 여러분의 손해에 대하여는 책임을 부담하지 아니합니다.

②회사는 회사의 과실로 인하여 여러분이 손해를 입게 될 경우 본 약관 및 관련 법령에 따라 여러분의 손해를 배상하겠습니다. 다만 회사는 회사의 과실 없이 발생된 아래와 같은 손해에 대해서는 책임을 부담하지 않습니다. 또한 회사는 법률상 허용되는 한도 내에서 간접 손해, 특별 손해, 결과적 손해, 징계적 손해 및 징벌적 손해에 대한 책임을 부담하지 않습니다.

1. 천재지변 또는 이에 준하는 불가항력의 상태에서 발생한 손해
2. 여러분의 귀책사유로 서비스 이용에 장애가 발생한 경우
3. 서비스에 접속 또는 이용과정에서 발생하는 개인적인 손해
4. 제3자가 불법적으로 회사의 서버에 접속하거나 서버를 이용함으로써 발생하는 손해
5. 제3자가 회사 서버에 대한 전송 또는 회사 서버로부터의 전송을 방해함으로써 발생하는 손해
6. 제3자가 악성 프로그램을 전송 또는 유포함으로써 발생하는 손해
7. 전송된 데이터의 생략, 누락, 파괴 등으로 발생한 손해, 명예훼손 등 제3자가 서비스를 이용하는 과정에서 발생된 손해
8. 기타 회사의 고의 또는 과실이 없는 사유로 인해 발생한 손해

제15조 (분쟁의 해결)

본 약관은 한국어를 정본으로 합니다. 본 약관 또는 서비스는 대한민국법령에 의하여 규정되고 이행됩니다. 서비스 이용과 관련하여 회사와 여러분 간에 분쟁이 발생하면 이의 해결을 위해 성실히 협의할 것입니다. 그럼에도 불구하고 해결되지 않으면 대한민국 ‘민사소송법’에서 정한 절차를 따릅니다.

공고일자 : 2024년 11월 29일

시행일자 : 2024년 11월 29일					
